Repository: datopian/ckanext-portalopendatadk
Catalog: ckanext/portalopendatadk/i18n/*/LC_MESSAGES/ckanext-portalopendatadk.po
Languages: da_dk

source: Frequent
da_dk: Løbende

source: Monthly
da_dk: Månedligt

source: Yearly
da_dk: Årligt

source: Historical
da_dk: Historisk

source: Author
da_dk: Dataejer

source: Joe Bloggs
da_dk: Person eler afdeling

source: Author Email
da_dk: Dataejer e-mail

source: Author email
da_dk: Dataejer e-mail

source: joe@example.com
da_dk: kontor@kommune.dk

source: Update frequency
da_dk: Opdatering frekvens

source: Update comments
da_dk: Opdatering kommentarer

source: For example, update date
da_dk: For eksempel opdateringsdato

source: Data directory
da_dk: Datavejviser

source: Metadata transferred to datavejviseren
da_dk: Metadata overføres til datavejviseren

source: A reset link has been emailed to you (unless the account specified does not exist)
da_dk: Der er blevet sendt et nulstillingslink til dig (medmindre den angivne konto ikke eksisterer)

source: Groups
da_dk: Emner

source: Organizations
da_dk: Udstillere

source: Find more data at
da_dk: Find flere data på

source: Title (mandatory): Specifies title of the dataset. It can appear once for each language variant of the title.
da_dk: Titel (obligatorisk): Angiver titlen på datasættet. Det kan forekomme én gang for hver sprogvariant af titlen.

source: Description (mandatory): Describes the dataset's purpose and content. It can appear once for each language variant of the description.
da_dk: Beskrivelse (obligatorisk): Beskriver datasættets formål og indhold. Det kan forekomme én gang for hver sprogvariant af beskrivelsen.

source: Publisher or Dataset Responsible Organization (mandatory): Indicates the actor (organization or dataset responsible organization) responsible for making the dataset available. Every dataset in a given catalog must be associated with at least one.
da_dk: Udgiver eller datasæt ansvarlig organisation (obligatorisk): Denne egenskab angiver den organisation der har det juridiske ansvar for datasættet. Ethvert datasæt i et givet katalog skal være tilknyttet mindst én aktør, enten en udgiver eller en datasætanvarlig organisation.

source: Update Frequency (recommended): Specifies the frequency with which the dataset is updated. It can appear once for each dataset.
da_dk: Opdatering frekvens (anbefalet): Angiver frekvensen, hvormed datasættet opdateres. Det kan forekomme én gang for hvert datasæt.

source: Access Rights (recommended): Specifies the conditions under which the dataset can be accessed. It can appear once for each dataset.
da_dk: Adgangsrettigheder (anbefalet): Angiver de betingelser, under hvilke datasættet kan fås adgang til. Det kan forekomme én gang for hvert datasæt.

source: Documentation (recommended): Provides a downloadable file or link to the documentation of the dataset. It can appear once for each dataset.
da_dk: Dokumentation (anbefalet): Denne egenskab angiver en webside eller et dokument som beskriver datasættet. Det kan forekomme én gang for hvert datasæt.

source: Temporal Coverage Start (recommended): Specifies the start of the time period covered by the dataset. It can appear once for each dataset.
da_dk: Tidsmæssig dækning Start (anbefalet): Denne egenskab angiver startdatoen for den periode, som datasættet dækker. Det er kombineret med "Temporal coverage end" for at danne det tidsmæssige dækningsområde. Det kan forekomme én gang for hvert datasæt.

source: Temporal Coverage End (recommended): Specifies the end of the time period covered by the dataset. It can appear once for each dataset.
da_dk: Tidsmæssig dækning End (anbefalet): Denne egenskab angiver slutdatoen for den periode, som datasættet dækker. Det er kombineret med "Temporal coverage start" for at danne det tidsmæssige dækningsinterval. Det kan forekomme én gang for hvert datasæt.

source: Landing Page (recommended): Provides a link to the landing page of the dataset. It can appear once for each dataset.
da_dk: Destinationsside (anbefalet): Denne egenskab angiver en webside som giver adgang til datasættet, dets distributioner og/eller yderligere information. Egenskaben bør pege på en webside hos den oprindelige dataudstiller - ikke en side eller et websted hos tredjepart, såsom en aggregator. Det kan forekomme én gang for hvert datasæt.

source: Creator (recommended): Specifies the creator of the dataset. It can appear once for each dataset.
da_dk: Skaber (anbefalet): Denne egenskab angiver den aktør der er primært ansvarlig for datasættets skabelse. Det kan være en person, en gruppe eller en organisation. Det kan forekomme én gang for hvert datasæt.

source: Contact Point (recommended): Specifies the email address of the creator of the dataset. It can appear once for each dataset.
da_dk: Kontaktpunkt (anbefalet): Denne egenskab angiver kontaktoplysninger som kan anvendes til at indsende spørgsmål eller kommentarer om datasættet. Det kan være en e-mailadresse, et telefonnummer eller en webside med et kontaktformular.

source: Description (recommended): Provides a text-based description of the resource (distribution). It can appear once for each resource.
da_dk: Beskrivelse (anbefalet): Giver en tekstbaseret beskrivelse af ressourcen (distribution). Det kan forekomme én gang for hver ressource.

source: Distribution (mandatory): Provides a file or link to the resource (distribution) of the dataset. The property can appear once for each distribution.
da_dk: Distribution (obligatorisk): Giver en fil eller link til ressourcen (distribution) af datasættet. Egenskaben kan forekomme én gang for hver distribution.

source: Planned Availability (recommended): Specifies availability type of the resource (distribution). It can appear once for each distribution.
da_dk: Ttilgængeligstype (anbefalet): Denne egenskab angiver, hvor længe distributionen af ​​datasættet er planlagt til at være tilgængelig. Det kan forekomme én gang for hver distribution.

source: License (recommended): Specifies the license of the resource (distribution). It can appear once for each distribution.
da_dk: Licens (anbefalet): Angiver licensen for ressourcen (distribution). Det kan forekomme én gang for hver distribution.

source: Format (mandatory if distribution exists): Specifies the file format of the resource (distribution). It can appear once for each distribution.
da_dk: Format (obligatorisk, hvis distributionen findes): Denne egenskab angiver filformatet for distributionen. Det kan forekomme én gang for hver distribution.

source: Unknown
da_dk: Ubekendt

source: Triennial (every three years)
da_dk: Treårlig (hvert tredje år)

source: Biennial (every two years)
da_dk: Toårig (hvert andet år)

source: Annual (every year)
da_dk: Årlig (hvert år)

source: Semiannual (twice a year)
da_dk: Halvårlig (to gange om året)

source: Three times a year
da_dk: Tre gange årligt

source: Quarterly (every three months)
da_dk: Kvartalsvis (hvert tredje måned)

source: Bimonthly (every two months)
da_dk: Hver anden måned

source: Monthly (once a month)
da_dk: Månedlig (en gang om måneden)

source: Semimonthly (twice a month)
da_dk: To gange månedligt

source: Biweekly (every two weeks)
da_dk: Hver fjortende dag

source: Three times a month
da_dk: Tre gange månedligt

source: Weekly (once a week)
da_dk: Ugentlig (en gang om ugen)

source: Semiweekly (twice a week)
da_dk: To gange ugentligt

source: Three times a week
da_dk: Tre gange ugentligt

source: Daily (once a day)
da_dk: Daglig (en gang om dagen)

source: Continuously updated
da_dk: Opdateres løbende

source: Irregular
da_dk: Uregelmæssig

source: Other
da_dk: Anden

source: Twice a day
da_dk: To gange om dagen

source: Continuous
da_dk: Kontinuerlig

source: Never
da_dk: Aldrig

source: Quadrennial (every four years)
da_dk: Hvert fjerde år

source: Quinquennial (every five years)
da_dk: Hvert femte år

source: Hourly (every hour)
da_dk: Hver time

source: Decennial (every ten years)
da_dk: Hvert tiende år

source: Bihourly (every two hours)
da_dk: Hver anden time

source: Trihourly (every three hours)
da_dk: Hver tredje time

source: Bidecennial (every twenty years)
da_dk: Hvert tyvende år

source: Tridecennial (every thirty years)
da_dk: Hvert tredive år

source: Public
da_dk: Offentlig

source: Restricted
da_dk: Begrænset

source: Non-public
da_dk: Ikke-offentlig

source: Sensitive
da_dk: Følsom

source: Confidential
da_dk: Fortrolig

source: Available
da_dk: Til rådighed

source: Experimental
da_dk: Eksperimentel

source: Stable
da_dk: Stabil

source: Temporary
da_dk: Midlertidig

source: Provisional
da_dk: Midlertidige data

source: Select language
da_dk: Vælg sprog

source: Select file format
da_dk: Vælg filformat

source: Select access rights
da_dk: Vælg adgangsrettigheder

source: Select update frequency
da_dk: Vælg opdatering frekvens

source: Select planned availability
da_dk: Vælg tilgængeligstype

source: Select license
da_dk: Vælg licens

source: Documentation
da_dk: Dokumentation

source: Access rights
da_dk: Adgangsrettigheder

source: Temporal coverage start
da_dk: Dækningsperiode start

source: Temporal coverage end
da_dk: Dækningsperiode end

source: Landing page
da_dk: Websted

source: Temporal coverage
da_dk: Dækningsperiode

source: Planned availability
da_dk: Tilgængeligstype
